Repository: herijaona/suivi-de-patient
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Area
fr: Espace

source: Administrator
fr: Administrateur

source: Dashboard
fr: Tableau de Bord

source: Members
fr: Membres

source: Settings
fr: Paramètres

source: Health center
fr: Centre de Santé

source: Vaccine Types
fr: Types de vaccin

source: Vaccine
fr: Vaccin

source: Country
fr: Pays

source: Region
fr: Région

source: City
fr: Ville

source: Vaccination schedule
fr: Calendrier de Vaccination

source: Appointment
fr: Rendez-vous

source: Awaiting validation
fr: En attente de Validation

source: Reject
fr: Rejeter

source: done
fr: Fait

source: Not done
fr: Non fait

source: Appointment proposal
fr: Proposition rendez-vous

source: Family Group
fr: Groupe Famille

source: All Family Members
fr: Tous les membres de la famille

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Add new member
fr: Ajouter un nouveau membre

source: Search for patient name ...
fr: Rechercher le nom du patient ...

source: Choose new member
fr: Choisissez un nouveau membre

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: All Groups
fr: Tous les groupes

source: + New Family Group
fr: + Nouveau groupe de famille

source: Group name
fr: Nom de groupe

source: Create new group
fr: Créer un nouveau groupe

source: Name of the group
fr: Nom du groupe

source: Date Proposal appointment
fr: Date Proposition de rendez-vous

source: Accept
fr: Accepter

source: appointment
fr: rendez-vous

source: Appointment date
fr: Date de rendez-vous

source: Object of consultation
fr: Objet de la consultation

source: activate
fr: activer

source: waiting
fr: En Attente

source: + Create an appointment
fr: + Créer un rendez-vous

source: All vaccinations
fr: Toutes les vaccinations

source: Vaccination date
fr: Date de vaccination

source: All consultations
fr: Toutes les consultations

source: Consultation date
fr: Date de consultation

source: New appointment
fr: Nouveau rendez-vous

source: Appointment modification
fr: Modification de rendez-vous

source: Type of appointment
fr: Type de rendez-vous

source: appointment Time
fr: Heure du rendez-vous

source: Successful change
fr: Changement réussi

source: Error deleting this element!
fr: Erreur lors de la suppression de cet élément!

source: Appointment has been deleted successfully!
fr: Le rendez-vous a été supprimé avec succès!

source: You do not have access to this event
fr: Vous n'avez pas accès à cet événement

source: The Appointment proposal has been successfully deleted!
fr: La proposition de rendez-vous a été supprimée avec succès!

source: The user has been registered successfully!
fr: L'utilisateur a été enregistré avec succès!

source: All Health Centers
fr: Tous les centres de santé

source: + New
fr: + Nouveau

source: + Assign
fr: + Attribuer

source: Center Name
fr: Nom du centre

source: Center type
fr: Type de centre

source: Phone
fr: Téléphone

source: in charge of
fr: responsable

source: Address
fr: Adresse

source: New health center
fr: Nouveau centre de santé

source: Modification of the health center
fr: Modification du centre de santé

source: Name
fr: Nom

source: Street number
fr: Numéro de rue

source: All Cities
fr: Toutes les villes

source: + New City
fr: + Nouvelle ville

source: city
fr: ville

source: New city
fr: Nouvelle ville

source: City modification
fr: Modification de la ville

source: Validate
fr: Valider

source: Not Done
fr: Non Fait

source: Done
fr: Fait

source: List of all members
fr: Liste de tous les membres

source: Last name
fr: Nom

source: First name
fr: Prénom

source: Mother's name
fr: Le nom de la mère

source: Creation date
fr: Date de création

source: Activate
fr: Activer

source: Deactivate
fr: Désactiver

source: List of patients
fr: Liste des patients

source: + Create patient
fr: + Créer un patient

source: first name
fr: Prénom

source: Date of Birth
fr: Date de naissance

source: List of praticiens
fr: Liste des praticiens

source: + Create praticien
fr: + Créer praticien

source: New region
fr: Nouvelle région

source: Modification Region
fr: Modification de Région

source: All countries
fr: Tous les pays

source: + New Country
fr: + Nouveau pays

source: Country Name
fr: Nom du pays

source: New country
fr: Nouveau pays

source: Country modification
fr: Modification du pays

source: Vaccine type
fr: Type de vaccin

source: All Types of Vaccine
fr: Tous les types de vaccins

source: Vaccines
fr: Vaccins

source: All Vaccines
fr: Tous les vaccins

source: + New Vaccine
fr: + Nouveau vaccin

source: New Vaccine
fr: Nouveau vaccin

source: Modification vaccine
fr: Modification de Vaccin

source: Type of vaccine
fr: Type de vaccin

source: Initial take date
fr: Date de prise initiale

source: Reminder 1
fr: Rappel 1

source: Reminder 2
fr: Rappel 2

source: Reminder 3
fr: Rappel 3

source: Reminder 4
fr: Rappel 4

source: Reminder 5
fr: Rappel 5

source: Reminder 6
fr: Rappel 6

source: Reminder 7
fr: Rappel 7

source: Reminder 8
fr: Rappel 8

source: Reminder 9
fr: Rappel 9

source: Reminder 10
fr: Rappel 10

source: State Intervention
fr: Etat Intervention

source: Intervention date
fr: Date d'intervention

source: + Create appointment proposal
fr: + Créer une proposition de rendez-vous

source: Date of proposal appointment
fr: Date de nomination de la proposition

source: Number of patients expected
fr: Nombre de patients attendus

source: New Appointment Proposal
fr: Nouvelle proposition de rendez-vous

source: Modification of the appointment proposal
fr: Modification de la proposition de rendez-vous

source: Proposed Date
fr: Date proposée

source: Propose time
fr: Heure proposée

source: Number of patients to suggest
fr: Nombre de patients à suggérer

source: Description of the appointment
fr: Description du rendez-vous

source: modification successfully!
fr: modification réussie!

source: The city name has been registered successfully!
fr: Le nom de la ville a été enregistré avec succès!

source: city has been successfully deleted!
fr: la ville a été supprimée avec succès!

source: Registration completed!
fr: Inscription terminée!

source: successfully removed!
fr: supprimé avec succès!

source: Modification successfully!
fr: Modification réussie!

source: Password updated
fr: Mot de passe mis à jour

source: Password change error
fr: Erreur de changement de mot de passe

source: The health center has been successfully modified!
fr: Le centre de santé a été modifié avec succès!

source: The health center has been successfully registered!
fr: Le centre de santé a été enregistré avec succès!

source: City has been successfully deleted!
fr: La ville a été supprimée avec succès!

source: Assignment successfully!
fr: Affectation réussie!

source: The city name has already been registered!
fr: Le nom de la ville a déjà été enregistré!

source: The region name has been registered successfully!
fr: Le nom de la région a été enregistré avec succès!

source: The country name has been changed successfully!
fr: Le nom du pays a été changé avec succès!

source: The country name has been registered successfully!
fr: Le nom du pays a été enregistré avec succès!

source: Choose Region
fr: Choisir Région

source: Choose City
fr: Choisir Ville

source: Please wait! .. Loading ..
fr: Merci de patienter!.. Chargement en cours..

source: The server has encountered an internal problem or a configuration problem and cannot satisfy your request ...
fr: Le serveur a rencontré un problème interne ou un problème de configuration et ne peut pas satisfaire votre requête...

source: My profile
fr: Mon profil

source: Logout
fr: Se déconnecter

source: Update Image
fr: Mettre à jour l'image
